[
  {
    "author": {
      "name": "📌 Essa mensagem será DELETADA em 10 minutos"
    },
    "title": " 🔸 Arbitragem 🔸 ",
            "description": "Arbitragem é um modo de jogo no estilo alerta, com versões missões elite sem fim com várias modificações. \n\nTodos as missões do Mapa Estelar devem estar completados para participar da Arbitragem. Inclusive Dark Sectors e Missões de Deimos.\n\nExiste apenas uma Arbitragem em um determinado ponto do Mapa Estelar. O alerta de arbitragem muda a cada uma hora.\n\nO tipo de missão é sempre sem fim (Sobrevivência, Interceptação, Defesa, Escavação, Deserção, ou Purificação). O Nível dos inimigos começa entorno do Nível 60-80 e aumenta a partir disso.\n\nOs jogadores não podem se reviver ou reviver outros jogadores. Quando um jogador morre, ele não entra na fase de sangramento; ele morre imediatamente...😅\n\nRecompensas estão na rotação ABCC~C. Após as duas primeiras rotações, a Arbitragem continuará na rotação C infinitamente.\n\nAs recompensas são dadas na metade da taxa das missões normais (por exemplo, Sobrevivência dá uma recompensa a cada 10 minutos, Defesa dá uma recompensa a cada 10 hordas).\n\nFalhar na missão mantém qualquer recompensa obtida no final de uma rotação, mas não os recursos ou créditos que os inimigos droparam.\n\nPara incentivar a diversidade nas formas de jogar, os jogadores recebem um bônus de Força de Habilidade de +300% em um Warframe e um bônus de +300% de dano em Arma aleatórios (e suas variantes primes) para cada missão nova. O Warframe afetado e a arma mudam de um jogador para outro: por exemplo, um jogador pode receber bônus por jogar com Excalibur e/ou um Skana, enquanto outro jogador pode receber bônus por jogar com Mag e/ou um Braton.\n\nO bônus também pode ser aplicado para Warframes e Armas que o jogador não possui.\n\nDrone de Escudos de Arbitragem vai aparecer entre as fileiras inimigas. Eles funcionam como Shield Ospreys atualizado, pois eles garantem imunidade completa contra dano e habilidades do Warframes aos inimigos próximos (exceto outros Drones de Arbitragem).\n \nTabela de Drops:",
            "color": 7931233,
            "image": {
              "url": "https://i.imgur.com/SXGwjYq.png"
            }
          },
          {
            "description": "**Cada tipo de missão de arbitragem adiciona um nível a mais de dificuldade:**\n\n-> Sobrevivência: Cápsulas de Suporte a Vida fornecem 75% do habitual.\n-> Interceptação: torres inimigas vão encher 2x mais rápido.\n-> Defesa: O alvo de defesa é um NPC caminhando similar das defesas da Incursão. O tempo de inatividade entre as hordas é reduzido.\n-> Escavação: O tempo de defesa é aumentado de 100 segundos para 180 segundos\n-> Deserção: Os alvos de resgate não podem ser revividos.\nPurificação: Os consoles têm metade de sua saúde normal.",
            "color": 7931233
          }
]
