[
  {
    "author": {
      "name": "📌 Essa mensagem será DELETADA em 10 minutos"
    },
    "title": " 🔹 Companheiros/Sentinelas 🔹 ",
      "description": "Existem vários tipos de companheiros no Warframe, eles são pequenos ajudantes nas suas missões, pegam itens pra você, regeneram sua vida/escudo, alertam sobre inimigos próximos, e muito mais...\n\nSão divididos em 2 categorias principais, as **Feras** e os **Robóticos**:\n\nFeras: São animais que você pode criá-los em sua nave, são separádos entre: Kubrows ( uma espécie de cachorros espaciais) e Kavats ( Gatos espaciais )\n\nPra conseguir um Kubrow, primeiro você vai precisar de um Ovo de Kubrow, que é obtido na Terra, destruindo ninhos de kubrows selvagens, Depois disso você terá que fazer o núcleo da incubadora, recurso que você compra o diagrama no mercado da sua nave e constrói na forja. \n\nA raça do seu Kubrow será totalmente aleatória, podendo vir até uma versão Lotus, que é muito bonita, e cobiçada por muitos, se não quiser que venha aleatório, você pode comprar traços genéticos de kubrows de outros jogadores, fazendo com que a raça seja a mesma do kubrow que foi tirado o traço genético. Cada Kubrow pode lhe fornecer 2 traços genéticos, para q você podssa vender, nada mais.\n\nKavats são iguais aos kubrows, você pode criar um aleatório ou comprar um traço de um kavat específico, da raça que você deseja. Pra incubadora da sua nave estar apta para criação de kavats, você precisa farmar o { segmento de incubação de kavats } que dropa de um inimigo grinner, que aparece em Sedna, ele invoca kavats e é banco, meio gordo, então será fácil detectado pelos players.\n\nKavats não necessitam de Ovo pra serem criados e sim  Códigos Genéticos de Kavat, e este item é um pé no saco de se farmar, você precisará usar um scanner pra scanear os kavats selvagens que aparecem nas missões de Deimos, recomendo ir na missão de Captura. A chance de vir é pequena, e por missão spawna uns 2-4 kavats, então, esteja preparado pra repetir esta missão algumas vezes, até obter os 5 traços\n\nobs: tanto o ovo de kubrow quanto o código genético de kavat, pode ser comprado no marcado por platinas, se você desejar. ",
      "image":{
        "url": "https://i.imgur.com/H2mOUgS.png"
      },
      "color": 65392
     },
     {
       "description": "\n+ Robóticos: São pequenos companheiros de metal que ficam sobrevoando sua cabeça, são semelhantes aos animais pois possuem as mesmas utilidades. \n\n+ Como farmar? Eles são criados na sua forja, seus diagramas podem ser encontrados tanto no mercado, quanto no dojo do clã. Existem também as versões primes, que são farmadas em fissuras. \n\nOBS : Diferente dos animais, os robôs usam armas, que vêm junto com eles quando você os tira da forja, esta arma pode ser buildada com mods e se torna muito útil, quando o assunto é sinergia com os mods do warframe. Pois existem mods que quando equipados juntos, oferecem um bônus adicional ao usuário, então muitos players só usam a arma das suas sentinelas pra usar estes mods, exemplo: o set de Mods Vigilante, que quando equipados juntos oferecem +60% de crítico a sua arma primária.\n\nO jogador pode farmar outros tipos de companheiros , como as MOAs subindo o sindicato do mapa aberto de Vênus, **Fortuna**, ou kavats e kubrows infestados, subindo o sindicato do mapa aberto de Deimos, **Necralist**.",
      "color": 65392
   }
]
