[
  {
    "title": "  🔰  Endo  🔰 ",
            "description": "Endo é o recurso utilizado pra upar o rank dos mods, uns dos recursos que sempre vão estar presentes na sua lista de farm, então, saber os métodos mais eficientes vai lhe ajudar muito, e esse é o objetivo.\n\nMods Primes, os comprados no Baro Ki-tter, precisam de 40mil de endo e 1milhão de créditos para serem maximizados, parece pouca coisa, mas não, leva algumas horas de farm pra conseguir essa quantia de endo.",
            "color": 16763904,
            "image": {
              "url": "https://media.giphy.com/media/gLo1JPDLhjfNFrRZS9/giphy.gif"
            }
          },
          {
            "description": "-> ** onde farmar?**\n\n* **método 1** \nMissões de Arbitragem são uma ótima fonte de endo atualmente, dropam muitas esculturas Ayatan.\n\n* **método 2** \nFaça caçadas de nível 40+ em Deimos/Fortuna, os drops de endo são muito bons, mas saiba que existe outro método melhor\n\n* **método 3**\nEm **Sedna** existem as missões de **Rathuum/Arena**, missões específicas que ganha o time que matar mais, é uma mata-mata, resumindo. Existem 3 níveis de Arena, o melhor pra farmar endo é o último, **Vodyanoi**.\n\nComo visto na tabela abaixo, pra acessar a missão **Vodyanoi**, você precisa de um mínimo de 15 pontos, então você precisa antes fazer duas vezes o nível 1 pra juntar 20 pontos e ter acesso ao último nível.\n\nUm esquadrão formado por 1 nidus, 3 nekros ou 1 khora e 3 nekros faz facilmente 1k de endo em 4min. ( 15k/hora) \n\nSe você estiver com um esquadrão bem forte e quiser um desafio maior, existe a versão **Steel Path** de **Vodyanoi**, na qual os inimigos são lvl 160 mas dropam +100% de endo.\n",
            "color": 16763904,
            "image": {
              "url": "https://i.imgur.com/K5x4Hfb.png"
            }
          },
          {
            "description": "->**Quais warframes e armas utilizar?**\n\nOs inimigos em Vodyanoi são extremamente TANKs, e dão muito dano, então cuidado, se movimente bastante nessa missão pra não virar alvo fácil e tomar HS, e sim, mesmo tomando todos os cuidados, você vai tomar instakill.\n\n**NIDUS**: Esse warframe infestado é muito bom pra esse tipo de missão, pois sua 2º habilidade, Larva, puxa todos os inimigos próximos e faz com que fiquem presos, alvos fáceis pra serem fatiados por sua arma melee.\n\n**NEKROS**: Sua 3ª habilidade Dessecrate, é muito útil pois aumenta a chance de drops dos inimigos, armas que possuem alto dano de corte combam com essa habilidade, pois fatiam os inimigos e cada parte do seu corpo sofre o efeito do Dessecrate individualmente. Faça uma build tank, que tá de boa.\n\n**KHORA**: Junto com o Mod Pilfering Stragodome, a 4º habilidade da khora também aumenta a chance de drops, resultando em mais endo. Faça uma build focada em alcance e eficiência, pois a energia é escassa nessa missão.\n\n**TRINITY**: Se seu esquadão estiver com problemas de energia, uma trinity cai bem, é um warframe que dá MUITA energia pro time. foque em deixá-la tank  com a duração baixa e eficiência alta, pois você precisa de energia pra dar energia, estranho né '-'\n\n**ARMAS**: Basicamente qualquer arma do seu gosto, que seje forte, builda com dano **viral** e **radiação**",
            "color": 16763904
          }
]
