[
  {
    "title": " 🔸 Helminth 🔸 ",
            "description": "Helminth é um ser que reside na sala infestada da sua nave (Orbital), atrás de uma porta selada que requer métodos especiais de acesso para entrar. O Helminth é o responsável pelas \"funções biológicas\" da nave, nomeadamente a reparação e manutenção nos bastidores dos Warframes.\n\nEmbora a infestação na sala como um todo seja provavelmente parte do próprio Helminth, o \"corpo principal\" do Helminth pode ser considerado a grande boca presa à parede posterior, que ele usa para engolir recursos. O Tenno pode interagir com as funções centrais do Helminth fazendo com que seu Warframe se sente na cadeira infestada no centro da sala.\n\nO jogador só pode entrar na sala do Helminth se o seu warframe estiver infectado por um **Cisto ** no pescoço. Como que eu fico infectado? Equipando o warframe Nidus, ou jogando com outros jogadores no mesmo esquadão, que estejam infectados.\n\nPra que serve esse Cisto? Você pode utilizá-lo para criar um Helminth Charge ( uma espécie de companheiro infestado ) , pra isso você deverá remover o cisto quando estiver maduro, leva cerca de 6 dias após a infecção, ele fica com uns cabelinhos quando está maduro.",
            "color": 11605783,
            "image": {
              "url": "https://i.imgur.com/S8Jo8KV.jpg"
            },
            "thumbnail": {
              "url": "https://media.giphy.com/media/W5NML6luYM35sPqq56/giphy.gif"
            }
          },
          {
            "description": "**Sistema de Troca de Habilidades**\n\nSim, é possível que você troque certas habilidades de um warframe para o outro, usando seu Helminth. Este sistema é extremamente LATE-GAME, pois exige muitos recursos do jogador, muitos mesmo, você precisa alimentar o Helminth pra que ele lhe obedeça e o bicho come que nem um condenado 😁 .\n\nPra fazer isso, você precisa atingir rank 3 no sindicato do mapa aberto de Deimos, ** Necralyst**, e comprar um segmento de upgrade pro seu Helminth, com o Filho.",
            "color": 11605783,
            "image": {
              "url": "https://i.imgur.com/wunxX4l.jpg"
            }
          }
]
