[
  {
    "title": " 🔹 Mods 🔹 ",
            "description": "Atualmente, existem 1028 mods no jogo, são cartas que você equipa no seu warframe, armas, etc. Estão divididas em raridades: Comum ( cor bronze ), Incomun  (prata), raro (douradas) e prime (platinum). Os mods também são divididos por tipos, existem mods pra warframes, armas, companheiros, etc. \n\n**Como subir o rank/nível do meu Mod?**\nOs mods possuem rank como warframes, mas eles não upam com afinidade, mas sim **endo**. Este é um dos recursos que você mais vai farmar no começo do jogo, pois cada mod, dependendo da sua raridade, necessita de uma quantidade enorme de **endo** e **créditos** pra subir de rank.\n\n**Polaridades**\nMods também são separados por polaridades, que combinadas com o slot que você colocar, pode diminuir o custo do mod ou aumentar se colocado em uma polaridade diferente.\n\n** Mods de Aura / Postura**\nSão mods somente equipáveis em warframes, no topo dos slots, eles são especiais pois não consomem a capacidade de mods e sim aumentam, por exemplo: um Excalibuir rank 30 tem 30 slots pra equipar mods, se ele colocar uma aura, como a Corrosive Projection ( custo 7) sua capacidade nova de mods será 37, mas não para por aí, se a polaridade combinar também a capacidade de mods sobre pra 44 ( o dobro). 🤩\n\nJá os mods de postura são a mesma coisa, mas são pra armas corpo a corpo somente, e são limitados pra somente um tipo específico de arma, por exempo, um mod de postura pra machados não pode ser utilizado em espadas.\n\n**Mods Exilus**\nSão mods comuns, iguais aos outros, porém são os únicos que podem ser equipados em slots Exilus, no warframe ficam do lado direito da aura e nas armas do lado direito também. Esses slots vêm bloqueados, e para que você possa desbloquear, precisa de um adaptador Exilus. Você consegue isso nas missões de incursão ou trocando por pontos de sindicato, ou por 20 platinas no mercado.\n\n**Transmutação de mods**\nVocê também pode transmutar 4 mods em 1 completamente aleatório, o custo é somente **créditos**, e essa é uma boa forma de conseguir mais mods no começo do jogo.",
            "color": 706895,
            "image": {
              "url": "https://i.imgur.com/z4kILud.jpg"
            }
          },
          {
            "description": "**Reciclagem de Mods**\nVocê pode trocar mods repetidos por endo, dependendo da raridade dos mods, eles dão mais ou menos endo, mas cuidado, apenas recicle mods duplicados.\n\n**Reator Orokin / Catalizador Orokin**\nEsses itens sevem pra DUPLICAR a capacidade de mods de uma arma/warframe, agora no rank 30 ela terá 60 slots ao invés de 30. Diferente da forma, você pode usar isto num item rank 1 que irá funcionar, não precisa estar no rank 30.\nCatalisador Orokin serve somente pra armas e Reator Orokin pode ser usado em warframes/companheiros/sentinelas. \nPra conseguir estes itens, você pode fazer incursões, alertas ou comprá-los por pontos de nightwave, podem ser comprados no mercado, por 20 platinas\n\n**Forma** \nInstalando uma forma na sua arma/warframe você será capaz de mudar a polaridade de algum slot, fazendo com que o mod específico no qual você deseja usar neste slot custe pela metade. Só será possível instalar formas em armas/warframes rank30 sendo que após a instalação, o mesmo volta pro rank 1 e você terá que upá-lo novamente.  Você consegue o diagrama de formas, abrindo relíquias ou em incursões, alertas, ou podem ser comprados no mercado por 20 platinas.\n\n** Mods Riven **\nSão mods específicos pra cada arma, possuem atributos aleatórios e são únicos. É um item mais end-game no jogo, então se você está começando poderá ser difícil de se adquirí-los. Seus atributos variam, são fortes em armas que pouca gente usa, e fracos em armas que muita gente usa, fazendo com que assim, haja um balanceamento e que os players não usem somente as armas meta de cada update e deixe o resto no vácuo XD\n\n**Mods Amalgman**\nSão Mods que possuem um sistema de bonificação exclusivo pra uma arma específica, no Guia de Zaws eu mostro um exemplo dele, são farmados em Júpiter matando o Ropalolyst\n\n**Mods Primes**\nSão versões Primes, melhoradas de mods já existentes, adquiridos pelo sistema de login diário e com o mercador Baro Ki-tter.",
            "color": 706895
          }
]
