[
  {
    "title": " 🔹 Movimentação 🔹 ",
            "description": "Warframe é um jogo que oferece ao player uma liberdade enorme ao se movimentar pelo mapa, aqui vão algumas dicas pra vc nunca ser o último do squad  a chagar na extração XD\n​\n**-> Bullet-Jump ( Salto-Bala)**\noq faz? o warframe desliza e realiza um pulo pra frente, aumentando consideravelmente sua velocidade de locomoção, pode ser usado também pra alcançar lugares onde o pulo normal n chega nem na metade. Depois q vc aprender a usar isso, jamais vai correr normalmente kkk\nSegure **Shift** ( correr ) + segure **Ctrl** ( agachar ) + aperte **espaço** ( pular )\n\n**-> Saltar grandes distâncias **\nVários mapas possuem espaços enormes que somente um bullet-jump não é capaz de te ajudar, pra isso vc deve segurar o **botão direito do mouse** (mirar) no ar, seu warframe vai \"planar\" por uns segundos 4-5, dependendo da sua velocidade, e assim vc pode  percorrer distâncias enormes  sem cair.\n\n** -> Void Dash ** \nSpoilers da quest \"Segundo Sonho\" \n|| Seu Operador (Tenno) também pode ser bem útil quando o assunto é movimentação, segurando Crtl (ficar invisível) + espaço, realiza o Void Dash, seu operador dá um dash pra frente, consumindo energia, mas essa etapa pode ser repetida até sua energia se esgotar, dependendo do nível da sua escola de foco Zenurik, você pode dar 3-6 dashes e esse número se torna infiníto se vc usar pratos de energia quando sua energia acabar, só colocar o prato numa Hotkey. A distância do void dash também pode ser aumentada, subindo o nível da escola de foco Naramon ||\n\n**-> Atalhos no mouse**\nSe o seu mouse tiver botões extras, recomendo extremamente que você entre nas configurações do jogo e coloque um segundo atalho pro Shift ( correr ) pra algum botão do seu mouse, também coloque o Crtl ( agachar ) em algum lugar que não te incomode muito, pois vc vai ficar apertando toda hora essas teclas, e na minha situação, eu curti pakas, colocar um segundo atalho pro Ctrl ( agachar ) no TAB, talvez pra você isso não funcione, teste outras teclas de sua preferência.",
    "image":{
      "url":"https://i.imgur.com/WuYxhkX.gifv"
    },
    "color": "18175"
  }
]
