[
  {
    "title": " 🔹 Navegação 🔹 ",
            "description": "Como acessar? Dentro da sua nave, aperte Esc -> Navegação\n\nÉ o mapa do sistema solar, com algumas mudanças, pois o jogo não se passa no nosso presente, mas sim em um futuro distópico. \n\nVocê precisa primeiro completar as missões da Terra, então terá acesso aos terminais de Vênus e Marte, cada terminal possui seus requerimentos, como matar x inimigos neste planeta, coletar x recursos, etc. Fazendo isso, você vai liberando outros planetas e assim por diante, até liberar todos, e ae q o jogo realmente começa.\n\nHá outras missões também, na aba superior da direita temos:\n\n**Alertas** -  missões que dão umas recompensas muito boas, e sõ podem ser feitas 1 vez\n\n**Invasões** -  A facção Grinner e a facção Corpus estão guerreando entre si, você pode ajudar um dos lados, nunca os dois, e cada um dá uma recompensa, como partes de armas únicas, recursos raros, catalisador orokin, reator orokin, forma, resumindo, escolha o lado que tem a recomepensa que mais te agrada e ajude, NOTA: Pra você ser apto a receber a recompensa, você deve ajudá-los 3 vezes, repetindo a mesma missão. Sua recompensa será enviada pra sua caixa de mensagens quando a invasão acabar.\n\n**Sindicato** -  são missões que dão pontos ao sindicato que você é membro, também é aqui que ficam as missões de Massacre do Santuário, resumindo, se você estiver upando algum sindicato, aconselho q faça todas elas diariamente.\n\n**Fissuras** -  São missões normais, porém elas possuem um diferencial, inimigos do corruptos ( do Void) aparecem do nada, e dropam **Fragmentos** e juntando 10 destes, você consegue abrir sua relíquia, o que é relíquia? É como você consegue as partes dos warframes Primes ( versões melhoradas dos normais) e armas Primes ( versões também melhoradas).\n\n**Incursão**\nSão 3 missões de nível elevado ( inimigos lvl 60-100) que dão boas recompensas ao serem completadas, jogadores podem fazer incursão somente 1 vez por dia, reseta às 13:00 horário de Brasília. \nRequisitos: Ser maestria mínima 4, ter completado a Jornada ( Quest ) A Guerra Interior\n",
            "color": 2162434
          }
]
