[
  {
    "author": {
      "name": "📌 Essa mensagem será DELETADA em 10 minutos"
    },
    "title": " 🔸 Sistema de Status 🔸 ",
            "description": "Esta é a parte que mais confunde os players novos, vou tentar ser o mais lógico possível, resumindo somente o essencial de cada aspecto, partiu...\n\nStatus é o efeito especial causado no inimigo de cada tipo de dano que existe no jogo, cada arma possui seu dano, vamos levar como exemplo uma arma qualquer:\n\n**Arma de Exemplo**\nDano de Impacto: 25\nDano de perfuração: 25\nDano de Corte 70:\nDano de Calor: 5\nDano total: 100\nChance de Status: 22%\n\n\nAnalisando esta arma podemos concluir que, de 100 tiros que você der no inimigo, em média, 22 causarão o efeito de status.\n\nMas qual efeito? bom isso é um cálculo bem simples, pega o dano total da arma, e subtrai por todos os tipos de dano, como:\n\nChance da arma causar o Efeito de Impacto : **25%** \nChance da arma causar o Efeito de Perfuração :** 25%**\nChance da arma causar o Efeito de Corte :** 70%**\nChance da arma causar o Efeito de Calor : **5%**\n\nEntão será mais provável que o inimigo sofra o efeito de Corte, pois a arma tem muito dano de corte, então sua chance de causar é maior.\n\nObs: os players chamam esse efeito de status geralmente de Proc de Status.",
            "color": 734865
          },
          {
            "description": "**Efeitos/Procs de Status de Cada Elemento**\n\nOs efeitos são acumulativos, então se vc atirar 10 vezes em um inimigo e procar o mesmo efeito nas 10, eles se acumulam /Stackam   🤏Dlç\n\n**Impacto** -> Cambalear\nNo Inimigo: Faz o alvo recuar e cambalear o movimento por 1 segundo e adiciona 10% de chance de abrir o inimigo para um finalizador Parazon. Acumula até 10 vezes.\nNo jogador: Sem efeitos\n\n**Perfuração** -> Enfraquecido\nNo Inimigo: Reduz qualquer dano causado em 30% por 6 segundos. Acumula até 10 vezes, com processos subsequentes reduzindo o dano em 5% para um total de 75%.\nNo jogador: Reduz qualquer dano causado a 30% por 6 segundos.\n\n**Corte** -> Sangrar\nUniversal: causa 35% do dano básico por segundo ao longo de 6 segundos (ignora a armadura).\n\n**Calor** -> Acender\nNo Inimigo: Causa 50% do dano base como dano de Calor e Calor por segundo ao longo de 6 segundos (aumenta por mods de Calor, pode ser atualizado) enquanto faz o alvo entrar em pânico por 4 segundos e remover até 50% da Armadura.\nNo jogador: Causa 50% de dano básico de Calor b Calor por 6 segundos e remove até 50% da armadura\n\n**Frio** -> Congelar\nNo Inimigo: Reduz a Velocidade de Movimento, Taxa de Tiro e Velocidade de Ataque em 25% por 6 segundos. Acumula até 10 vezes, com os processos subsequentes aumentando a lentidão em 5% para um total de 70%.\nNo jogador: Reduz a velocidade de movimento, taxa de tiro e velocidade de ataque em 25% por 6 segundos.\n\n**Elétrico** -> Chain Lightning\nNo Inimigo: Causa 50% do dano de Eletricidade b de Eletricidade aos inimigos em um raio de 3 metros do alvo e os atordoa por 3 segundos.\nNo jogador: Causa 50% do dano de Eletricidade b de Eletricidade aos aliados em um raio de 3 metros do alvo.\n\n**Tóxico** -> Veneno\nUniversal: Causa 50% do dano base como Toxina b Toxina de dano por segundo ao longo de 6 segundos (ignora o Escudo).",
            "color": 734865
          },
          {
            "description": "**Explosão** -> Imprecisão\nNo Inimigo: Reduz a precisão em 30% por 6 segundos. Acumula até 10 vezes, com processos subsequentes reduzindo a precisão em 5% para um total de 75%.\nNo jogador: Reduz a precisão em 30% por 6 segundos\n\n**Corrosivo** -> Corrosão\nNo Inimigo: Reduz a armadura em 26% por 8 segundos. Acumula até 10 vezes, com processos subsequentes reduzindo a armadura em 6% para um total de 80%.\nNo jogador: Reduz a armadura em 26% por 8 segundos.\n\n**Gás** -> Nuvem de gás\nUniversal: Causa 50% do dano básico como Gás b Dano de Gás por segundo ao longo de 6 segundos em um raio de 3 metros. Acumula até 10 vezes, com procs subsequentes aumentando o raio em 0,3 metros para um total de 6 metros\n\n**Magnético** -> Perturbe\nNo Inimigo: Amplifica o dano causado aos escudos em 100% e anula a regeneração do escudo por 6 segundos. Acumula até 10 vezes, com os procs subsequentes aumentando o dano aos escudos em 25% para um total de 325%.\nNo jogador: amplifica o dano causado aos escudos em 100%, anula a regeneração do escudo, drena 50 de energia por segundo e confunde a interface por 4 segundos.\n\n**Radiação** -> Confusão\nNo Inimigo: Ataca qualquer inimigo mais próximo e será atacado em retorno, enquanto causa 100% de dano adicional às unidades aliadas por 12 segundos. Acumula até 10 vezes, com os procs subsequentes aumentando o dano em 50% para um total de 550%.\nNo jogador: Reduz a precisão do tiro, podendo causar danos e ser danificado por aliados por 4 segundos.\n\n**Viral** -> Vírus\nNo Inimigo: Amplifica o dano causado à saúde em 100% por 6 segundos. Acumula até 10 vezes, com procs subsequentes aumentando o dano à saúde em 25% para um total de 325%.\nNo jogador: Amplifica o dano causado à saúde em 100% por 6 segundos.\n\n**Void** -> Bullet Attractor\nOn Enemy: Cria um campo de raio de 2,5 metros que atrai projéteis por 3 segundos.",
            "color": 734865
          }    
]
