[
  {
    "description": "# FARM DE RECURSOS FORTUNA\n\nUm breve guia de como obter todos os recursos encontrados em **Fortuna**\n\n## 🔸**RECURSOS COMUNS**🔸\n- **Esporo de Gorgaricus** = o melhor meio é destruindo \"bolsas de gorgaricus\", comumente encontradas penduradas abaixo do \nchapéu dos cogumelos gigantes.\n\n- **Esporo de Mitocardia** = o melhor meio é destruindo \"bolsas de mytocardia\", comumente encontradas aos pés dos cogumelos gigantes.\n\n- **Nódulo Tepa** = o melhor meio é destruindo \"plantas tepa\", que crescem apenas dentro de cavernas.\n\n- **Lama Térmica** = extremamente comum, qualquer dos inúmeros contâineres raros no Vallis pode te dar esse recurso.",
    "image":{
      "url":"https://i.imgur.com/VW9du2B.png"
    },
    "color": "18175"
  },
  {
    "description": "## 🔹**RECURSOS RAROS/ESPECÍFICOS**🔹\n\n- **Sistemas (Atmo, Repeller e Gyromag) =** Dependendo da sua sorte pode ou não ser um aspecto frustrante do seu início na [Vox Solaris](https://warframe.fandom.com/pt-br/wiki/Vox_Solaris_(Sindicato)) (atingido o rank 3 no sindicato você poderá comprar esses sistemas com reputação se necessário). A recomendação é a seguinte: rushar a 2ª etapa das caçadas da Profit-Taker, pois é uma missão extremamente rápida e que pode ser concluída em 2 minutos (recomendo ir de wukong ou titania) depois que você pega o jeito, só recomendo levar uma arma com dano alto pra finalizar os dois ambulas bem rápido. Eis o procedimento:\n Ative a missão nos bastidores de Fortuna > Entre no Vallis das Orbes > Voe direto para o laboratório de enriquecimento > Mate os 3 diretores que serão marcados no mapa (eles sempre spawnam no mesmo local) > Saia do laboratório e mate os dois Ambulas marcados > Pegue o pacote de dados e leve-o de volta para o portão > Reze para vir a recompensa que você quer > entre no elevador e volte para Fortuna > Repita.\n    \n- **Títulos-dívida =** divididem-se em 5 tipos: treinamento, moradia, vida, moradia e empréstimo.  \n    Podem ser conseguidos via **caçadas** (normais ou 4ª fase da Profit-Taker) ou comprados com o **NPC Ticker** em Fortuna (Vênus).",
    "thumbnail":{
      "url":"https://i.imgur.com/ic36Ypj.png"
    },
    "color": "18175"
  },
  {
    "description": "## **TORÓIDES**\n\nOs três tipos básicos de toróide são basicamente farmados pelo mesmo método: causar caos. Provoque e mate os inimigos até que posicionem os sinalizadores para assim alcançar o nível máximo de alerta (indicado pelos 4 símbolos ao lado do minimapa) e atrair um spawn ilimitado de inimigos naquela região, a única diferença de um toróide para o outro é a região em que você deverá causar a confusão.\n\nRecomendo usar um warframe voltado para farm (**Nekros, Khora, Ivara ou Hydroid**).",
    "image":{
      "url":"https://i.imgur.com/FJDRKD5.png"
    },
    "color": "18175"
  },
  {
   "description":" - **Toróide Vega** = Dropa dos inimigos na região do Porto Espacial (dentro do local ou na proximidade dele). Também tem 1% de chance de dropar dos Raknóides Acarina (aquelas pequeninas aranhas verdes), por isso minha recomendação pessoal e a que mais me agradou é aproveitar a gigante quantidade deles spawnados durante a primeira fase da luta contra a Orbe Usurpadora (ou Exploiter Orb), caso não possa fazer desse jeito simplesmente atraia o caos no Porto Espacial.  \n    Além disso pode ser adquirido como uma das recompensas aleatórias de conclusão da 1ª Etapa da caçada da Orbe Beneficiária (ou Profit-Taker).  \n    Pode ser trocado por 1.000 de reputação no Vox Solaris.  \n\n- **Toróide Calda** = Dropa dos inimigos na região do Laboratório de Enriquecimento (dentro do local ou na proximidade dele). Também tem 20% de chance de dropar dos Raknóides Scita (aquelas aranhas medianas com casca branca). Recomendo iniciar a caçada da 2ª Etapa da Beneficiária que se passa nessa localidade, concluir o objetivo e não entregar a missao e permanecer no local até aumentar o nível de alerta ao máximo para fazer com que as naves tragam inimigos sem parar.  \n    Além disso pode ser adquirido como uma das recompensas aleatórias de conclusão da 2ª Etapa da caçada da Orbe Beneficiária.  \n    Pode ser trocado por 1.000 de reputação no Vox Solaris.",
   "image":{
    "url":"https://i.imgur.com/ebNLOSN.png"
   },
    "color": "18175"
  },
  {
    "description": " - **Toróide Sola** = Dropa dos inimigos na região do Templo do Lucro (dentro do local ou na proximidade dele). Também tem 20% de chance de dropar dos Raknóides Kita (aquelas aranhas grandes verde amarelado irritantes). Como já dito anteriormente, cause caos ao máximo, só que no Templo do Lucro.  \n    Além disso pode ser adquirido como uma das recompensas aleatórias de conclusão da 3ª Etapa da caçada da Profit-Taker.  \n    Pode ser trocado por 1.000 de reputação no Vox Solaris.\n\nQuanto aos específicos não há outro jeito de adquiri-los além de matar suas respectivas orbes.  \n    \n - **Toróide Crisma** = A única forma de adquirir esse tipo é derrotando a Orbe Beneficiária (ou Profit-Taker) na 4ª Etapa das caçadas nos bastidores de Fortuna.  \n    Pode ser trocado por 6.000 de reputação no Vox Solaris.  \n    \n - **Toróide Lazulite** = A única forma de adquirir esse tipo é derrotando a Orbe Usurpadora (ou Exploiter Orb) no Deck 12 do Vallis (exige 1 térmia diluída para iniciar).  \n    Pode ser trocado por 12.000 de reputação no Vox Solaris (ótima forma de maximizar o sindicato).",
    "color": "18175"
  }
]
