[
  {
    "author": {
      "name": "📌 Essa mensagem será DELETADA em 6 minutos"
    },
    "title": " Npcs de Fortuna ",
    "description": "Um breve resumo sobre o que cada NPC oferece:\n\n- **EUDICO** : Eudico é a chefe do andar de Fortuna, ela lidera o movimento de resistência de Solaris United. Ela oferece Recompensas para os jogadores que completam caçadas em Orb Vallis.\n\n- **RUDE ZUUD** : Rude Zuud é um armeiro cujo comércio se concentra Kitguns, armas primárias e secundárias modulares que os jogadores podem criar com diferentes partes e estatísticas, conforme desejarem.\n\n- **LEGS** : Legs ( anteriormente chamado Thursby ) vende Companheiros MOA e as peças para criá-las, e também pode ajudar a montar Companheiros de Caça ( embora as peças devam ser adquiridas em outro lugar ). Ele também oferece uma pequena seleção de diagramas de armas robóticas.\n\n- **ROKY** : Roky, vende e monta K-Drives para os Tennos em Fortuna. Npc responsável pelo sindicato secundário **Ventkids**.",
    "color": "18175"
  },
  {
    "description":"- **BUSINESS** : trabalha para preservar a vida selvagem em Vênus, que está sendo levada à extinção pelo Corpus. Ele vende o equipamento necessário para encontrar e capturar a vida selvagem para **conservação**. Ele também vende pesca lanças e iscas para os servofishes encontrados no Orb Vallis.\n\n- **SMOKEFINGER** : trabalha com mineração equipamento adequado para o Orb Vallis. Troca gemas raras por reputação de Solaris United.\n\n- **TICKER** : Esse npc permite que o jogador compre as dívidas dos habitantes de Fortuna por recompensas, na forma de **Títulos de dívida**. Também vende Tripulates para sua Railjack caso tenha intrínsecos de COMANDO nível 1+\n\n- **PATINHA** : Little Duck é o principal ponto de contato com Vox Solaris, que fornece aos jogadores vários serviços relacionados ao Operador, como Amps, Arcanos. Ela é o npc responsável pelo sindicato secreto, **VOX SOLARIS** que só é possível de upar caso o player seja rank máximo no sindicato principal, **Solaris United**",
    "image":{
      "url":"https://static.wikia.nocookie.net/warframe/images/5/5e/Eudico_2SH.png/revision/latest/scale-to-width-down/1000?cb=20200611131759"
    },
    "color":"18175"
  }
]
