[
  {
    "author": {
      "name": "📌 Essa mensagem será DELETADA em 6 minutos"
    },
    "title": " 💲 FARM DE CRÉDITOS  💲 ",
    "description": "- **O Index (Netuno)**: é o principal método de farmar créditos no jogo, trata-se de um modo de jogo estilo apostas em que você investe X quantia e caso vença receberá ainda mais, contudo na derrota você perde o dinheiro investido. Se você for um jogador novato e planeja ir sozinho eu recomendo selecionar investimento de Baixo Risco como uma partida rápida, dando 75K ao vencer, investimentos altos exigem um pouco mais de tempo e capacidade do jogador (no entanto recompensas incríveis 200K na 1ª rodada e 250K nas subsequentes);\n\n- **Fase 4 das caçadas da Orbe Beneficiária (ou Profit-Taker) em Fortuna (Vênus)**: caso você seja um jogador experiente e com o sindicato Vox Solaris habilitado eu recomendo fortemente. Esta é uma missão que após ser compreendida pode ser feita solo facilmente em menos de 10 minutos com o Chroma e ao matar o boss basta ativar a Effigy do Chroma perto do 'traseiro' da aranha (onde tem umas pequenas luzes azuis) para amplificar a recompensa em créditos dropada. Feito isso é possível encerrar a missão com cerca de 250K de créditos (com booster de créditos esse valor pode chegar a 500K);",
    "color": "18175"
  },
  {
    "description":"- **Hieracon (Plutão)**: é uma das maneiras mais rápidas. Por ser uma missão de Escavação é possível extrair após fechar a primeira escavadora, dá para tirar 20K em menos de 5 minutos, entretanto tenha em mente que você deve manter e proteger a escavadora;\n\n- **Sechura (Plutão), Seimeni (Ceres) e Gabii (Ceres)**: são missões de defesa que dão 20K após fechar a rotação e 1K adicional para cada membro extra no time, todas são missões de defesa rápidas que podem ser feitas em poucos minutos com um time que possua uma Nova Speed + warframe tipo Nuker (saryn, volt, mesa, gauss, mirage, etc). Embora eu particularmente não ache mais tão vantajosas hoje em dia;\n\n- **Arbitragens e Incursões**: se você completou todo o mapa estelar terá acesso às arbitragens, missões de acesso temporário que inclusive dão 50K de créditos como recompensa de conclusão. Já as incursões diárias, habilitadas após concluir a jornada 'A Guerra Interior', dão 100K por concluir os 3 estágios.",
    "color":"18175"
  },
  {
    "description":"- **Missões de Railjack**: os nodos localizados na Próxima da Terra são extremamente rápidos e fáceis mesmo para novatos e recompensam cerca de 30-40K, enquanto que os da Próxima de Netuno/Plutão dão um valor ligeiramente maior de 50K, e por fim a Próxima do Véu apesar da dificuldade recompensa 100K por missão, decida qual se encaixa melhor no seu perfil atual. Para acessar essas missões basta ter concluído a jornada 'A Archwing', mas para pilotar sua própria railjack o requisito é a conclusão de 'Maré Ascendente'.",
    "color":"18175"
  },
  {
    "title":"Dicas para otimizar o farm",
    "description":"- Essa dica é um 'exploit' do relógio da Incursão e do Login Diário, que possue um horário que difere em 7 horas, deixe para completar a 3ª missão da Incursão só após o reset do login diário (21:00 Horário de Brasília) para assim aproveitar o bônus dobrado de créditos da primeira missão concluída após receber o tributo diário (100K no total);\n\n- Essa é uma dica mais pessoal, simplesmente vasculhe seu inventário de tempos em tempos, pois quase sempre esquecemos de vender as dezenas de duplicatas de diagramas, partes de warframe, armas, cenas de captura, etc. Limpe seu inventário enquanto enche seu bolso!\n\n- Aproveite os Boosters de Créditos que você ganha no login diário vez ou outra e os Fins de Semana com Crédito em Dobro (em datas comemorativas) para farmar créditos de forma mais eficiente. Caso você tenha platinas sobrando também há a opção de comprar os boosters de crédito disponíveis na loja.",
    "color":"15105570"
  }
]
