[
  {
    "author": {
      "name": "📌 Essa mensagem será DELETADA em 6 minutos"
    },
    "title": " DROP DE BOSSES / MISSÕES NORMAIS ",
    "description": "- **EMBER** = Diagrama principal pode ser adquirido no mercado na sua nave, já os demais componentes (neurovisor, chassi e sistemas) são adquiridos através da missão de assassinato em Thetys (Saturno) e matando o General Sargas Ruk.\n- **EXCALIBUR** = Diagrama principal no mercado, já os demais componentes através da missão de assassinato em War (Marte) e matando o Tenente Lech Kril.\n- **HYDROID** = Diagrama principal no mercado, já os demais componentes através da missão de assassinato em Oro (Terra) e matando o Conselheiro Vay Hek.\n- **FROST** = Diagrama principal no mercado, já os demais componentes através da missão de assassinato em Exta (Ceres) e matando o Tenente Lech Kril & Capitão Vor.\n- **LOKI** = Diagrama principal no mercado, já os demais componentes através da missão de assassinato em Psamathe (Netuno) e matando A Alcatéia de Hienas.\n- **MAG** = Diagrama principal no mercado, já os demais componentes através da missão de assassinato em Iliad (Phobos) e matando O Sargento.\n- **NOVA** = Diagrama principal no mercado, já os demais componentes através da missão de assassinato em Naamah (Europa) e matando Raptor.",
    "color": "18175"
  },
  {
    "description":"- **RHINO** = Diagrama principal no mercado, já os demais componentes através da missão de assassinato em Fossa (Vênus) e matando Jackal.\n- **TRINITY** = Diagrama principal no mercado, já os demais componentes através da missão de assassinato em Hades (Plutão) e matando Ambulas.\n- **VALKYR** = Diagrama principal no mercado, já os demais componentes através da missão de assassinato em Themisto (Júpiter) e matando Alad V.\n- **SARYN** = Diagrama principal no mercado, já os demais componentes através da missão de assassinato em Merrow (Sedna) e matando Kela De Thaym.\n- **EQUINOX** = Diagrama principal no mercado, já os demais componentes através da missão de assassinato em Titania (Urano) e matando Tyl Regor.\n- **VAUBAN** = O diagrama principal do Vauban pode ser comprado no mercado, contudo suas demais partes só podem ser adquiridas através da loja de oferendas Nightwave usando os respectivos Créditos.\n- **NYX** = Diagrama principal no mercado, já os demais componentes através das missões de assassinato de um boss chamado Forídeo (ou Phorid) que surge em planetas envolvidos em uma invasão infestada, para saber é só ficar de olho na aba de INVASÕES do seu mapa estelar e buscar 'Manifestação de Forídeo'.\n- **NEKROS** = Diagrama principal no mercado, já os demais componentes através da missão de assassinato em Magnacidium (Deimos) e matando Lefântis.",
    "color":"18175"
  },
  {
    "description":"- **IVARA** = Diagrama - Possível recompensa de missões de espionagem de nível superior a 26 ex: Rosalind (Urano), Nereid (Netuno), Oceanum (Plutão) e Kelpie (Sedna).\nNeurovisor - Possível recompensa de missões de espionagem de nível superior a 26 ex: os mesmos locais do diagrama.\nChassi - Possível recompensa de missões de espionagem de nível 16-25 ex: Amalthea (Júpiter), Valac (Europa), Dione (Saturno), Pavlov (Lua) e Bode (Ceres).\nSistema - Possível recompensa de missões de espionagem de nível 1-15 ex: Cambria (Terra), Unda (Vênus), Suisei (Mercúrio), Arval (Marte) e Shklovsky (Phobos)\n\n- **ASH** = O diagrama principal pode ser comprado no mercado, contudo as demais partes são possíveis recompensas de conclusão de determinadas missões do modo Empíreo (jogadas na Railjack).\nAtenção: para poder entrar nessas missões basta ter concluído a jornada 'A Archwing', contudo se você deseja pilotar sua própria railjack terá que finalizar a jornada 'Maré Ascendente'.\n- Neurovisor - quaisquer missões do tipo extermínio, volátil, sobrevivência (rotação A) ou defesa (rotação A) localizadas na Próxima de Netuno.\n- Chassi - quaisquer missões do tipo extermínio, volátil, sobrevivência (rotação A) ou defesa (rotação A) localizadas na Próxima de Plutão.\n- Sistemas - quaisquer missões do tipo extermínio, volátil, sobrevivência (rotação A) ou defesa (rotação A) localizadas na Próxima de Vênus.",
    "color":"18175"
  },
  {
    "description":"- **OBERON** = O diagrama principal pode ser comprado no mercado, contudo as demais partes são possíveis recompensas dos depósitos em Pontos de Interesse (locais bônus marcados com um ícone branco no mapa da missão) nas missões do Modo Empíreo (jogadas na Railjack).\n- Neurovisor - pontos de interesse derelict em missões na Próxima da Terra.\n- Chassi - pontos de interesse derelict em missões na Próxima da Saturno.\n- Sistemas - pontos de interesse derelict em missões na Próxima da Terra.\n\n- **Banshee, Volt, Zephyr, Wukong e Nezha** = Esses 5 warframes vão exigir que você faça parte de um clã que tenha concluído as pesquisas de cada uma de suas respectivas peças disponíveis no LABORATÓRIO TENNO do dojo, terminada a pesquisa todos os membros do clã poderão replicar os diagramas à vontade e quantas vezes quiserem (pagando um valor em créditos), simples assim.",
    "color":"18175"
  }
]
