[
  {
    "author": {
      "name": "📌 Essa mensagem será DELETADA em 6 minutos"
    },
    "description":"- **KHORA** = Todas as partes da Khora são adquiridas nas missões de Massacre do Santuário na dificuldade normal [Nível 20-30] (para ter acesso a esse modo é necessário concluir a jornada 'O Novo Estranho'). Cada rotação corresponde a 2 rodadas e tem a chance de fornecer uma parte diferente (seguindo o tradicional padrão de rotação A-A-B-C) e são essas:\n- Diagrama - Rotação C\n- Neurovisor - Rotação B\n- Chassi - Rotação A\n- Sistemas - Rotação C\n\n- **BARUUK** = Todos os componentes de Baruuk incluindo o diagrama principal podem ser comprados com Little Duck usando pontos de reputação do sindicato Vox Solaris\n\n- **HILDRYN** = O diagrama da Hildryn pode ser comprado com Little Duck por 5.000 pontos de reputação da Vox Solaris (exige rank de Agente no sindicato). Já os demais componentes são adquiridos como recompensa por matar o boss Orbe Usurpadora no Vallis das Orbes (Vênus).\n\n- **WISP** = Todos os componentes da Wisp, incluindo o diagrama principal, podem ser adquiridos através da missão de assassinato do Ropalolista em Júpiter. Lembrando que para acessar esse nodo você precisa ter completado a jornada 'Prólogo da Quimera'.\n\n- **GAUSS** = Diagrama principal no mercado, já os demais componentes são recompensas possíveis da missão de Interferência em Kappa (Sedna) na rotação C.",
    "color":"2067276"
  },
  {
    "description":"- **GRENDEL** = O diagrama do Grendel pode ser adquirido através do Mercado na sua nave enquanto que as demais partes são conseguidas completando certas missões em Europa usando os Localizadores de cada parte que podem ser adquiridos através do vendedor de 'Honras da Arbitragem' na entrada da sala dos Árbitros do Hexis em qualquer relay.\nOBS: as partes de grendel são 100% garantidas nessas missões, lembrando que há uma condição que desabilita TODOS os mods (exceto mods de ampliação) então vá com um time preparado.\n\n- **PROTEA** = O diagrama principal pode ser obtido ao concluir a jornada 'O Protocolo Deadlock'./\nEnquanto que os demais componentes podem ser adquiridos como recompensa de nível 3 (ou rotação C) de cada uma das dificuldades do Void de Granum (veja seção sobre farming de coroas de granum).\n\n- **XAKU** = O diagrama principal de Xaku é obtido como recompensa de conclusão da jornada 'Coração de Deimos'. Os demais componentes podem ser adquiridos nas caçadas da Deriva de Cambion (Deimos).\n\n- **LAVOS** = Com o fim da Operação Veneno Orphixiano, todos os componentes do Lavos podem ser adquiridos com o Pai no Necralisk (Deimos), o diagrama principal exige rank 2 (Conhecido) no sindicato Entrati e custa 5.000 pontos de reputação, enquanto as demais peças exigem rank 3 (Associado) e também custam 5.000 cada, totalizando 20.000 pontos.",
    "color":"2067276"
  },
  {
    "description":"- **STYANAX** = Concluída a jornada 'Destrutor de Véus' será possível interagir com Kahl no Acampamento do Peregrino (Terra) e solicitar sua missão semanal, cuja recompensa por cumprir os objetivos é em 'Provisões', moeda usada para comprar as partes do warframe com Chipper, o NPC do sindicato Guarnição de Kahl.\n\n- **VORUNA** = Todas as partes da Voruna, sem exceção, são adquiridas na rotação C do modo de jogo 'Sobrevivência Conjuncional' nos nodos Yuvarium e Circulus (ambos na Lua), Circulus tem uma chance relativamente maior já que conta com dificuldade superior.\n Mas não se preocupe em depender da sorte, pois você pode trocar os 'Plasmas Thrax Lunares' conseguidos na missão por partes da Voruna com a Arquimediana Yonta (na Crisálida - Zariman).\n\n- **CITRINE** = O diagrama principal e as demais partes da Citrine são obtidos como recompensa na rotação C da missão de 'Defesa Espelhada' localizada na Passagem de Tyana (Marte).\nAlternativamente você pode garantir o que precisa por meio da loja de oferendas 'Descubra a Citrine' do Otak (no Necralisk - Deimos)",
    "color":"2067276"
  },
  {
    "description":"- **KULLERVO** = Todas as partes de Kullervo, sem exceção, estão disponíveis na loja da Acritis (NPC de Duviri marcada no mapa) na seção 'Arquivo do Kullervo', podendo ser adquiridas em troca de 'Maldição do Kullervo', recurso obtido por concluir a missão localizada na Prisão do Kullervo (ilha que surge APENAS nas espirais de Raiva, Tristeza e Medo).\nAcessível em ambos os modos: Apenas a História e Experiência de Duviri como objetivo primário (4º,5º ou 6º estágios da Espiral) ou secundário. Basta se dirigir ao local e falar com o Executor.\nAtente-se que só após finalizar a Espiral (matando o orowyrm) você será recompensado com as maldições (4-6 maldições no normal / 6-8 no percurso de aço). E na loja o diagrama principal custa 15 maldições e as demais partes 9 cada, totalizando 42 pelo conjunto.",
    "color":"2067276"
  }
]
