[
  {
    "author": {
      "name": "📌 Essa mensagem será DELETADA em 6 minutos"
    },
    "title": " DIAGRAMA VINDO DE RECOMPENSA DE JORNADAS/SINDICATOS ",
    "description": "- **SEVAGOTH** = O diagrama principal de Sevagoth é obtido como recompensa de conclusão da jornada 'Chamado da Tempestarii'. Os demais componentes são adquiridos exclusivamente via recompensas bônus ao finalizar uma missão de Tempestades do Void (versão em railjack das fendas do void) nos nodos das regiões Próxima de Plutão/Netuno/Véu.\n\n- **YARELI** = O diagrama principal de Yareli é obtido como recompensa de conclusão da jornada 'A Surfista'. Os diagramas dos componentes podem ser replicados no Laboratório-Oficina dos Órfãos dos Dutos no dojo do clã.\n\n- **CALIBAN** = Diagrama principal no mercado, enquanto que as demais partes são recompensas das caçadas de Narmer, liberadas após a conclusão da jornada 'A Nova Guerra'.\nEssas caçadas estarão disponíveis nas Planícies de Eidolon (no ciclo diurno) e no Vallis das Orbes (quando as planícies estiverem no ciclo noturno), de resto segue a mesma lógica de farmar frames como Gara, Garuda, Xaku,etc.\n\n- **GYRE** = O diagrama e as demais peças de Gyre são todas adquiridas nas caçadas da Zariman que ficarão disponíveis após finalizar a jornada 'Anjos da Zariman', fale com Quinn na Crisálida (Zariman) para ativar a respectiva caçada que contém a parte que você busca.",
    "color": "2067276"
  },
  {
    "description":"- **LIMBO** = Diagrama principal no mercado, já os demais componentes através de uma jornada chamada 'O Teorema Limbo'.\n\n- **MESA** = As partes da Mesa não são exatamente atreladas a uma jornada, contudo você terá que completar a jornada 'Paciente Zero' para receber o diagrama da chave para 'Assassinato do Alad V Mutalista' se quiser fabricá-las você mesmo (mas nada te impede de 'ir de carona' ou compartilhar chaves, pois só aquele que inicia a missão tem sua chave consumida).\nAtente-se que você precisará de Coordenadas do Alad V Mutalista (recompensa de missões de invasão infestada, ou missões de defesa/sabotagem/sobrevivência em Deimos) a fim de construir a chave, lembrando que a chave só será consumida ao completar com sucesso a missão (então não se preocupe com falhas ou problemas de conexão).\n\n- **CHROMA** = O diagrama principal é recompensa de uma jornada chamada 'O Novo Estranho'. Enquanto as demais partes são adquiridas ao completar os seguintes terminais dos planetas: Neurovisor (Terminal de Urano), Chassi (Terminal de Netuno), Sistemas (Terminal de Plutão).\n\n- **MIRAGE** = Diagrama principal no mercado, já os demais componentes são recebidos ao longo da jornada chamada 'Mensagens Ocultas'.",
    "color":"2067276"
  },
  {
    "description":"- **ATLAS** = O diagrama do Atlas é adquirido como recompensa de uma jornada chamada 'Preceito de Jordas'. Após completar a jornada uma missão de assassinato archwing em Eris será liberada, onde os jogadores poderão farmar as demais partes matando o Golem-J3.\n\n- **INAROS** = Todos os componentes do Inaros incluindo seu diagrama são adquiridos através de uma jornada chamada 'Areias de Inaros'.\n\n- **TITANIA** = Todos os componentes da Titania incluindo o diagrama são adquiridos através de uma jornada chamada 'O Bosque Prateado'.\n\n- **NIDUS** = O diagrama do Nidus é obtido através de uma jornada chamada 'A Jogada de Glast'. As demais partes (neurovisor, chassi e sistemas) poderão ser obtidas na missão de purificação infestada em Oestrus (Eris) na rotação C.\n\n- **OCTAVIA** = O diagrama da Octavia é obtido através de uma jornada chamada 'Hino de Octavia'.\n- Neurovisor - sobrevivência em Terrorem (Deimos) na rotação C\n- Chassi - Puzzle musical em missões da Lua\n- Sistemas - depósitos na missão de fogo-cruzado em Plato (Lua) na rotação A (ou seja, só precisa achar 1 dos 3 depósitos e cair fora, se quiser poupar tempo)",
    "color":"2067276"
  },
  {
    "description":"- **HARROW** = O diagrama do Harrow é obtido através de uma jornada chamada 'Correntes de Harrow'.\n- Neurovisor - espionagem em Pago (Fortaleza Kuva) na rotação A (só precisa resgatar 1 dos 3 dados se quiser poupar tempo); assim como também na missão de sobrevivência em Taveuni (Fortaleza Kuva) na rotação C.\n- Chassi - drop dos inimigos corrompidos em quaisquer missões de Fendas do Void.\n- Sistemas - qualquer missão de Deserção na rotação B e C; assim como também na missão de sobrevivência em Taveuni (Fortaleza Kuva) na rotação C.\n\n- **GARA** = O diagrama de Gara é obtido através de uma jornada chamada 'A Vigília de Saya'. Enquanto suas outras partes podem ser adquiridas como recompensa das Caçadas nas Planícies de Eidolon (cheque as caçadas disponíveis e inicie aquela que listar a parte desejada)\n\n- **REVENANT** = O diagrama de Revenant é obtido através de uma jornada chamada 'A Máscara do Revenant'. Enquanto suas outras partes, assim como Gara, podem ser adquiridas como recompensa das Caçadas nas Planícies de Eidolon (inicie a caçada que tiver as partes de seu interesse)\n\n- **GARUDA** = O diagrama de Garuda é obtido através de uma jornada chamada 'Vox Solaris'. Enquanto suas outras partes são adquiridas nas Caçadas no Orbe Vallis (cheque as caçadas disponíveis e inicie a que tiver a parte que você precisa).",
    "color":"2067276"
  }
]
