[
  {
            "description": "# <a:grinders:1130607097487306853> Platina <a:flyingmoneyparro:1130607092076654733>\n\nPrecisa de platinas pra conseguir comprar aquele bendito catalizador orokin? ou pra comprar espaços pra waframe/armas? Seus problemas acabaram rsrs, vou postar aqui, algumas da melhores estatégias que os players mais utilizam pra farmar **PLATINAS**, lembrando que o conteúdo no qual vc gosta de fazer no jogo pode ser sua fonte de platina, se vc gosta de abrir relíquias ou até caçar eidolons, procure vender os itens mais valiosos adquiridos nessas missões que tu gosta de fazer. Não adianta vc ver uma maneira boa de farmar endo nesse guia aqui e não gostar da missão que está fazendo...**DICA**: sempre veja o preço os itens que quer vender, recomendo esse [site](https://warframe.market/pt/), pois alguns players passam a faca em jogadores NOVATOS, infelizmente\n\n## **Mods Corruptos**\n\nSão mods que dão uma bonificação muito boa, em troca de algum efeito negativo, são essenciais pra qualquer player que está começando a jogar, logo, vendem muito bem, valem entre  10-30platinas.\n**Como farmar:**\nNo laboratório Orokin do clã, você poderá comprar os 4 diagramas das chaves dragão, fabrique eles na sua forja, os diagramas são reutilizáveis.\n\nEquipe as 4 chaves no menu de consumíveis, cada uma dá um debuff (-vida, -escudo, -dano, lentidão), e agora vá pra missão de captura em **Deimos**, procure lá uma por uma sala de cofre, que só pode ser aberta por 1 das 4 chaves aleatóriamente, abra o cofre e pegue seu mod, ele vai aparecer no final da missão.\n\n\nOs Mods Corruptos mais valiosos são os de warframes, alguns exemplos:",
            "color": 26109,
            "image": {
              "url": "https://i.imgur.com/1E5269k.png"
            }
          },
          {
            "description": "## **Warframes/Armas do Vault**\n\nEssa dica leva tempo, mas vale muito a pena. O sistema de Vault que está presente no jogo roda a cada 1 mes, então a cada período desse, 1 warframe prime e 2 armas primes são introduzias no jogo, conseguentemente 1 warframe prime e 2 armas prime vão para o Vault, resumindo, as relíquias que dropam estes itens nunca mais voltarão a dropar, então só terá relíquias quem farmou antes. Isso eleva muito o preço do warframe e das armas, duplicando ou até triplicando com o tempo.\n\nA dica consiste em farmar set completos de Warframes e Armas e guardar, pra começar a vender quando eles estiverem no Vault. STRONKS !! 🤑\n\nEste site lista todos os warframes / armas Primes que estão atualmente no Vault, pra consulta: \n\nhttps://tenno.zone/vault",
            "color": 26109,
            "image": {
              "url": "https://i.imgur.com/adtaf3G.jpg"
            }
          },
          {
            "description": "## **Warframes/Armas Prime recém chegadas**\nQuando um warframe prime novo é lançado, começa a contagem...as primeiras 48 horas são essenciais, e se você for rápido, e farmar vários sets e vender rapidamente, pode pedir 200-400 platinas facilmente, pois todos mundo tá querendo comprar, principalmente os players preguiçosos, lei da oferta e procura, basicamente.\n\n**Como farmar as relíquias de maneira eficiente?**\nVocê pode coletar dezenas de símbolos de sindicatos, fazendo as missões de sindicato, cada missão spawna 8 deles, e cada sindicato proporciona 3 missões diárias. Então, faça estas missões diariamente, colete os símbolos, e guarde.\n\nQuando o warframe prime for implementado no jogo, vá correndo ao Relay, procure pela sala do seu sindicato, lá você vai achar um npc que troca estes símbolos por reputação de sindicato, e esta, NÃO é limitada pelo limite diário de reputação.\n\nAgora, gaste tudo em pacote de relíquias, que você encontra no mercado do sindicato, cada pacote terá a chance de vir as relíquias novas então você estará muito na frente de quem está farmando as relíquias em missões 😁 \n\nnão tenho símbolos ou não fiz estas missões, estão recomendo que veja nosso guia de **farm de Relíquias** no canal <#1128850724634243096>",
            "color": 26109
          },
          {
            "description": "## ** Caçando Eidolons**\n\nSim, os Arcanes são os itens mais end-game do jogo, e são muito difíceis de se conseguir, consequentemente, são muito valorizados, um set R5 de arcane Energize por exemplo vale 1800 platinas atualmente, então vale muito a pena caçar Eidolons.\n\nFiz um guia no youtube detalhando como caçar Eidolon de maneira eficiente desde o começo até o avançado, caso queria acompanhar a playlist, aqui vai o [LINK DA PLAYLIST](https://youtube.com/playlist?list=PLnwtoO4vXtsKsZpQHel4nK6zl3nNIGQSU)\n",
            "color": 26109,
            "image": {
              "url": "https://i.imgur.com/lOXn8Vh.jpg"
            }
          },
          {
            "description": "## **Mods Rivens**:\n\nSe você é um cara de sorte, recomendo este método Rsrs. Você  pode vender rivens lacrados também, por 10-30 platinas, tem muita gente que compra.\n\nOs atributos muito OP são Chance Crítica / Dano Crítico / Multishot que valorizam DEMAIS o riven...\n\n**onde farmo Kuva?** veja nosso **Guia de Farm de Kuva** no <#1128850724634243096>",
            "color": 26109,
            "image": {
              "url": "https://i.imgur.com/ojV4WS0.jpg"
            }
          },
          {
            "description": "## **Kuva Lich / Irmã de Parvos**\n\nSe seu Lich tiver com efêmera, venda, pois o preço dele sobe demais 150pl dependendo da efêmera ",
            "color": 26109,
            "image": {
              "url": "https://i.imgur.com/DM5kDVb.jpg"
            }
          },
          {
            "description":"## Sindicatos GERAL\n\n Tanto os sindicatos da sua nave, tanto os sindicatos de mapas abertos, são uma boa fonte de renda de platina, pois muitos players preferem comprar seus itens por platina ao invés de grindar e subir a reputação com os respectivos até para enfim conseguir tais itens.\n\nOs sindicatos da sua nave dão platina de forma passiva, pois você converte xp ganha em missões em reputação do seu sindicato, e com elas vc consegue comprar Mods Augumented para Warframes, que são essenciais para algumas builds e **SEMPRE** terão demanda, valor desses mods varia de 10-15pl\n\nJá os sindicatos de Mapas abertos possuem vários itens bons, vou recomendar aqui os **Arcanos** veja o preço deles no site [warframe market](https://warframe.market/pt/) e veja se compensa farmá-los para vender",
            "color":26109
          }
]
